10/data/attachments/55617d42f601f428.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jill_soon_Friend_60481_7</nif:username>
            <nif:friendToBeRequested>soap_friends_d439e020-d2e4-47bd-9aac-ecc0b42b9abd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>